{
    "help": {
      "title": "Guide rapide",
      "description": "<p><strong>1. Revenus :</strong> Dans la section <strong>Revenus</strong>, vous pouvez enregistrer toutes les sources de votre argent. Ajoutez un nouveau revenu en spécifiant le montant, une brève description et la date. Ces informations seront affichées sur la page principale pour un suivi clair et rapide de vos finances.</p>\n\n<p><strong>2. Dépenses :</strong> La section <strong>Dépenses</strong> vous permet d'enregistrer vos achats et dépenses. Entrez une nouvelle dépense avec le montant, une description et la date correspondante. Les données saisies seront visibles sur la page d'accueil, facilitant une révision agile de vos dépenses.</p>\n\n<p><strong>3. Économies :</strong> Utilisez la section <strong>Économies</strong> pour enregistrer l'argent que vous avez accumulé. Ajoutez une nouvelle économie en indiquant le montant, une description et la date. Cette section vous donnera une vue claire de la croissance de vos économies.</p>\n\n<p><strong>4. Paramètres :</strong> Sur la page <strong>Paramètres</strong>, vous pouvez personnaliser l'application en changeant la devise et la langue selon vos préférences. Vous pourrez également ajuster l'affichage des informations financières pour les adapter à vos besoins.</p>\n\n<p><strong>5. Mises à jour :</strong> La page <strong>Mises à jour</strong> vous tiendra informé des prochaines améliorations et nouvelles fonctionnalités de l'application. Consultez cette section pour rester au courant des dernières nouveautés et développements.</p>"
    },
    "improves": {
      "title": "Améliorations à venir",
      "description": "Vous pouvez voir ici certaines des fonctionnalités passionnantes que nous prévoyons d'ajouter à l'avenir à notre application pour améliorer votre expérience et faciliter la gestion de vos finances.",
      "feature1": "Intégration avec Google Pay et Apple Pay pour synchroniser automatiquement vos dépenses.",
      "feature2": "Connexion avec des comptes Revolut, N26, PayPal et d'autres applications bancaires.",
      "feature3": "Reconnaissance automatique des factures et des reçus via scan (OCR).",
      "feature4": "Notifications personnalisées pour vous alerter sur les dépenses ou lorsque vous vous rapprochez de vos limites budgétaires.",
      "feature5": "Génération automatique de rapports financiers mensuels avec graphiques et analyses détaillées.",
      "feature6": "Synchronisation avec des calendriers (Google, Apple, Outlook) pour enregistrer automatiquement les dépenses récurrentes.",
      "feature7": "Support multi-utilisateur et comptes familiaux pour gérer les finances partagées.",
      "feature8": "Intégration avec des plateformes d'investissement telles que Robinhood, eToro et Coinbase.",
      "feature9": "Suivi du crédit avec des recommandations pour améliorer votre score de crédit.",
      "feature10": "Analyse et prévisions des dépenses futures basées sur vos habitudes de consommation.",
      "feature11": "Widget pour l'écran d'accueil (iOS et Android) pour voir votre solde et enregistrer rapidement des transactions.",
      "feature12": "Gestion avancée des budgets avec des analyses détaillées par catégorie.",
      "feature13": "Support pour les crypto-monnaies, vous permettant de suivre les actifs numériques sur des plateformes comme Binance ou Coinbase.",
      "feature14": "Importation automatique des données fiscales pour faciliter la génération de rapports fiscaux.",
      "feature15": "Module d'éducation financière avec des guides et des ressources sur l'investissement, l'épargne et la planification à long terme."
    },
    "welcomeMessage.title": "Bienvenue",
    "welcomeMessage.description": "Merci d'utiliser notre application ! Ici, vous pouvez gérer vos finances de manière simple et efficace.",
    "balance": "Solde",
    "balance_total": "Solde total",
    "savings": "Économies",
    "total_savings": "Total des économies",
    "home": "Accueil",
    "incomes": "Revenus",
    "expenses": "Dépenses",
    "categories": "Catégories",
    "category": "Catégorie",
    "categoryManagement": "Gestion des catégories",
    "cryptocurrency": "Cryptomonnaie",
    "settings": "Paramètres",
    "updates": "Mises à jour",
    "logout": "Déconnexion",
    "total": "Total",
    "add_new_income": "Ajouter un nouveau revenu",
    "amount": "Montant",
    "select_category": "Sélectionner une catégorie",
    "description": "Description",
    "add": "Ajouter",
    "income_list": "Liste des revenus",
    "edit": "Éditer",
    "delete_income": "Supprimer le revenu",
    "expense_list": "Liste des dépenses",
    "delete_expense": "Supprimer la dépense",
    "add_new_expense": "Ajouter une nouvelle dépense",
    "add_new_saving": "Ajouter une nouvelle économie",
    "saving_list": "Liste des économies",
    "delete_saving": "Supprimer l'économie",
    "group": "Groupe",
    "selectGroup": "Sélectionner un groupe",
    "name": "Nom",
    "icon": "Icône",
    "createCategory": "Créer une catégorie",
    "existingCategories": "Catégories existantes",
    "income": "Revenu",
    "cryptos": "Cryptos",
    "editCategory": "Éditer la catégorie",
    "saveChanges": "Enregistrer les modifications",
    "deleteCategory": "Supprimer la catégorie",
    "close": "Fermer",
    "edit_saving": "Éditer les économies",
    "edit_expense": "Éditer les dépenses",
    "edit_income": "Éditer les revenus",
    "save": "Enregistrer",
    "crypto_dashboard": "Tableau de bord des cryptomonnaies",
    "connect_wallet": "Connecter le portefeuille",
    "update_prices": "Mettre à jour les prix",
    "search_placeholder": "Rechercher...",
    "sort_by_name": "Trier par nom",
    "sort_by_price": "Trier par prix",
    "currency": "Devise",
    "language": "Langue",
    "wallet_verified": "Portefeuille vérifié",
    "no_category": "Aucune catégorie",
    "date": "Date",
    "page": "Page",
    "previous": "Précédent",
    "next": "Suivant",
    "save_changes": "Enregistrer les modifications",
    "actions": "Actions"
  }
  