{
    "help": {
      "title": "Guia Rápida",
      "description": "<p><strong>1. Receitas:</strong> Na seção de <strong>Receitas</strong>, você pode registrar todas as fontes do seu dinheiro. Adicione uma nova receita especificando o valor, uma breve descrição e a data. Essas informações serão exibidas na página inicial para facilitar um acompanhamento claro e rápido das suas finanças.</p>\n\n<p><strong>2. Despesas:</strong> A seção de <strong>Despesas</strong> permite registrar suas compras e despesas. Insira uma nova despesa com o valor, uma descrição e a data correspondente. Os dados inseridos serão visualizados na página inicial, facilitando uma revisão rápida das suas despesas.</p>\n\n<p><strong>3. Poupanças:</strong> Use a seção de <strong>Poupanças</strong> para registrar o dinheiro que você acumulou. Adicione uma nova poupança indicando o valor, uma descrição e a data. Esta seção fornecerá uma visão clara do crescimento das suas poupanças.</p>\n\n<p><strong>4. Configurações:</strong> Na página de <strong>Configurações</strong>, você pode personalizar o aplicativo alterando a moeda e o idioma de acordo com suas preferências. Você também poderá ajustar a visualização das informações financeiras para atender às suas necessidades.</p>\n\n<p><strong>5. Atualizações:</strong> A página de <strong>Atualizações</strong> manterá você informado sobre as próximas melhorias e novas funcionalidades do aplicativo. Verifique esta seção para se manter atualizado sobre as últimas novidades e desenvolvimentos.</p>"
    },
    "improves": {
      "title": "Melhorias Futuras",
      "description": "Aqui você pode ver algumas das funcionalidades interessantes que planejamos adicionar no futuro ao nosso aplicativo para melhorar sua experiência e facilitar a gestão das suas finanças.",
      "feature1": "Integração com Google Pay e Apple Pay para sincronizar automaticamente suas despesas.",
      "feature2": "Conexão com contas Revolut, N26, PayPal e outros aplicativos bancários.",
      "feature3": "Reconhecimento automático de faturas e recibos por meio de escaneamento (OCR).",
      "feature4": "Notificações personalizadas para alertá-lo sobre despesas ou quando você se aproximar dos seus limites orçamentários.",
      "feature5": "Geração automática de relatórios financeiros mensais com gráficos e análises detalhadas.",
      "feature6": "Sincronização com calendários (Google, Apple, Outlook) para registrar automaticamente despesas recorrentes.",
      "feature7": "Suporte multiusuário e contas familiares para gerenciar finanças compartilhadas.",
      "feature8": "Integração com plataformas de investimento como Robinhood, eToro e Coinbase.",
      "feature9": "Monitoramento de crédito com recomendações para melhorar sua pontuação de crédito.",
      "feature10": "Análise e previsões de despesas futuras baseadas em seus padrões de consumo.",
      "feature11": "Widget para a tela inicial (iOS e Android) para visualizar seu saldo e registrar transações rapidamente.",
      "feature12": "Gerenciamento avançado de orçamentos com análises detalhadas por categoria.",
      "feature13": "Suporte para criptomoedas, permitindo que você rastreie ativos digitais em plataformas como Binance ou Coinbase.",
      "feature14": "Importação automática de dados fiscais para facilitar a geração de relatórios tributários.",
      "feature15": "Módulo de educação financeira com guias e recursos sobre investimentos, poupança e planejamento a longo prazo."
    },
    "welcomeMessage.title": "Bem-vindo",
    "welcomeMessage.description": "Obrigado por usar nosso aplicativo! Aqui você pode gerenciar suas finanças de maneira simples e eficiente.",
    "balance": "Saldo",
    "balance_total": "Saldo Total",
    "savings": "Poupanças",
    "total_savings": "Total de Poupanças",
    "home": "Início",
    "incomes": "Receitas",
    "expenses": "Despesas",
    "categories": "Categorias",
    "category": "Categoria",
    "categoryManagement": "Gerenciamento de Categorias",
    "cryptocurrency": "Criptomoedas",
    "settings": "Configurações",
    "updates": "Atualizações",
    "logout": "Sair",
    "total": "Total",
    "add_new_income": "Adicionar Nova Receita",
    "amount": "Valor",
    "select_category": "Selecionar Categoria",
    "description": "Descrição",
    "add": "Adicionar",
    "income_list": "Lista de Receitas",
    "edit": "Editar",
    "delete_income": "Excluir Receita",
    "expense_list": "Lista de Despesas",
    "delete_expense": "Excluir Despesa",
    "add_new_expense": "Adicionar Nova Despesa",
    "add_new_saving": "Adicionar Nova Poupança",
    "saving_list": "Lista de Poupanças",
    "delete_saving": "Excluir Poupança",
    "group": "Grupo",
    "selectGroup": "Selecionar Grupo",
    "name": "Nome",
    "icon": "Ícone",
    "createCategory": "Criar Categoria",
    "existingCategories": "Categorias Existentes",
    "income": "Receitas",
    "cryptos": "Cripto",
    "editCategory": "Editar Categoria",
    "saveChanges": "Salvar Alterações",
    "deleteCategory": "Excluir Categoria",
    "close": "Fechar",
    "edit_saving": "Editar Poupanças",
    "edit_expense": "Editar Despesas",
    "edit_income": "Editar Receitas",
    "save": "Salvar",
    "crypto_dashboard": "Painel de Criptomoedas",
    "connect_wallet": "Conectar Carteira",
    "update_prices": "Atualizar Preços",
    "search_placeholder": "Buscar...",
    "sort_by_name": "Ordenar por Nome",
    "sort_by_price": "Ordenar por Preço",
    "currency": "Moeda",
    "language": "Idioma",
    "wallet_verified": "Carteira Verificada",
    "no_category": "Sem Categoria",
    "date": "Data",
    "page": "Página",
    "previous": "Anterior",
    "next": "Próxima",
    "save_changes": "Salvar Alterações",
    "actions": "Ações"
  }
  