{
  "help": {
    "title": "Quick Guide",
    "description": "<p><strong>1. Incomes:</strong> In the <strong>Incomes</strong> section, you can record all sources of your money. Add a new income by specifying the amount, a brief description, and the date. This information will be displayed on the main page for clear and quick tracking of your finances.</p>\n\n<p><strong>2. Expenses:</strong> The <strong>Expenses</strong> section allows you to record your purchases and expenses. Enter a new expense with the amount, a description, and the corresponding date. The entered data will be visible on the home page, facilitating an agile review of your expenses.</p>\n\n<p><strong>3. Savings:</strong> Use the <strong>Savings</strong> section to record the money you have accumulated. Add a new saving by indicating the amount, a description, and the date. This section will provide you with a clear view of the growth of your savings.</p>\n\n<p><strong>4. Settings:</strong> On the <strong>Settings</strong> page, you can customize the app by changing the currency and language according to your preferences. You will also be able to adjust the display of financial information to suit your needs.</p>\n\n<p><strong>5. Updates:</strong> The <strong>Updates</strong> page will keep you informed about upcoming improvements and new features of the application. Check this section to stay up-to-date with the latest news and developments.</p>"
  },
  "improves": {
    "title": "Upcoming Improvements",
    "description": "Here you can see some of the exciting features we plan to add in the future to our application to enhance your experience and facilitate the management of your finances.",
    "feature1": "Integration with Google Pay and Apple Pay for automatic synchronization of your expenses.",
    "feature2": "Connection with Revolut, N26, PayPal accounts, and other banking apps.",
    "feature3": "Automatic recognition of invoices and receipts through scanning (OCR).",
    "feature4": "Custom notifications to alert you about expenses or when you approach your budget limits.",
    "feature5": "Automatic generation of monthly financial reports with detailed charts and analysis.",
    "feature6": "Synchronization with calendars (Google, Apple, Outlook) to automatically record recurring expenses.",
    "feature7": "Multi-user support and family accounts to manage shared finances.",
    "feature8": "Integration with investment platforms like Robinhood, eToro, and Coinbase.",
    "feature9": "Credit monitoring with recommendations to improve your credit score.",
    "feature10": "Analysis and predictions of future expenses based on your spending patterns.",
    "feature11": "Widget for the home screen (iOS and Android) to view your balance and quickly record transactions.",
    "feature12": "Advanced budget management with detailed analysis by category.",
    "feature13": "Support for cryptocurrencies, allowing you to track digital assets on platforms like Binance or Coinbase.",
    "feature14": "Automatic import of tax data to facilitate the generation of tax reports.",
    "feature15": "Financial education module with guides and resources on investment, saving, and long-term planning."
  },
  "welcomeMessage.title": "Welcome",
  "welcomeMessage.description": "Thank you for using our app! Here you can manage your finances simply and efficiently.",
  "balance": "Balance",
  "balance_total": "Total Balance",
  "savings": "Savings",
  "total_savings": "Total Savings",
  "home": "Home",
  "incomes": "Incomes",
  "expenses": "Expenses",
  "categories": "Categories",
  "category": "Category",
  "categoryManagement": "Category Manager",
  "cryptocurrency": "Cryptocurrency",
  "settings": "Settings",
  "updates": "Updates",
  "logout": "Logout",
  "total": "Total",
  "add_new_income": "Add New Income",
  "amount": "Amount",
  "select_category": "Select Category",
  "description": "Description",
  "add": "Add",
  "income_list": "Income List",
  "edit": "Edit",
  "delete_income": "Delete Income",
  "expense_list": "Expense List",
  "delete_expense": "Delete Expense",
  "add_new_expense": "Add New Expense",
  "add_new_saving": "Add New Saving",
  "saving_list": "Saving List",
  "delete_saving": "Delete Saving",
  "group": "Group",
  "selectGroup": "Select Group",
  "name": "Name",
  "icon": "Icon",
  "createCategory": "Create Category",
  "existingCategories": "Existing Categories",
  "income": "Income",
  "cryptos": "Cryptos",
  "editCategory": "Edit Category",
  "saveChanges": "Save Changes",
  "deleteCategory": "Delete Category",
  "close": "Close",
  "edit_saving": "Edit Savings",
  "edit_expense": "Edit Expenses",
  "edit_income": "Edit Incomes",
  "save": "Save",
  "crypto_dashboard": "Cryptocurrency Dashboard",
  "connect_wallet": "Connect Wallet",
  "update_prices": "Update Prices",
  "search_placeholder": "Search...",
  "sort_by_name": "Sort by Name",
  "sort_by_price": "Sort by Price",
  "currency": "Currency",
  "language": "Language",
  "wallet_verified": "Wallet Verified",
  "no_category": "No Category",
  "date": "Date",
  "page": "Page",
  "previous": "Previous",
  "next": "Next",
  "save_changes": "Save Changes",
  "actions": "Actions"
}
