{
    "help": {
      "title": "Schnellhilfe",
      "description": "<p><strong>1. Einnahmen:</strong> In der <strong>Einnahmen</strong>-Sektion kannst du alle Quellen deines Geldes erfassen. Füge eine neue Einnahme hinzu, indem du den Betrag, eine kurze Beschreibung und das Datum angibst. Diese Informationen werden auf der Hauptseite angezeigt, um eine klare und schnelle Verfolgung deiner Finanzen zu ermöglichen.</p>\n\n<p><strong>2. Ausgaben:</strong> Die <strong>Ausgaben</strong>-Sektion ermöglicht es dir, deine Einkäufe und Ausgaben zu erfassen. Gib eine neue Ausgabe mit Betrag, Beschreibung und dem entsprechenden Datum ein. Die eingegebenen Daten werden auf der Startseite angezeigt, um eine zügige Überprüfung deiner Ausgaben zu erleichtern.</p>\n\n<p><strong>3. Ersparnisse:</strong> Nutze die <strong>Ersparnisse</strong>-Sektion, um das Geld zu erfassen, das du angespart hast. Füge eine neue Ersparnis hinzu, indem du den Betrag, eine Beschreibung und das Datum angibst. Diese Sektion gibt dir einen klaren Überblick über das Wachstum deiner Ersparnisse.</p>\n\n<p><strong>4. Einstellungen:</strong> Auf der <strong>Einstellungen</strong>-Seite kannst du die Anwendung personalisieren, indem du die Währung und die Sprache nach deinen Wünschen änderst. Du kannst auch die Anzeige der Finanzinformationen an deine Bedürfnisse anpassen.</p>\n\n<p><strong>5. Updates:</strong> Die <strong>Updates</strong>-Seite hält dich über kommende Verbesserungen und neue Funktionen der Anwendung auf dem Laufenden. Überprüfe diesen Bereich, um über die neuesten Entwicklungen und Neuerungen informiert zu bleiben.</p>"
    },
    "improves": {
      "title": "Zukünftige Verbesserungen",
      "description": "Hier kannst du einige der spannenden Funktionen sehen, die wir in Zukunft zu unserer Anwendung hinzufügen möchten, um dein Erlebnis zu verbessern und die Verwaltung deiner Finanzen zu erleichtern.",
      "feature1": "Integration mit Google Pay und Apple Pay, um deine Ausgaben automatisch zu synchronisieren.",
      "feature2": "Verbindung zu Revolut-, N26-, PayPal-Konten und anderen Banking-Apps.",
      "feature3": "Automatische Erkennung von Rechnungen und Belegen durch Scannen (OCR).",
      "feature4": "Personalisierte Benachrichtigungen, um dich über Ausgaben oder die Nähe zu deinen Budgetgrenzen zu informieren.",
      "feature5": "Automatische Erstellung von monatlichen Finanzberichten mit Diagrammen und detaillierten Analysen.",
      "feature6": "Synchronisation mit Kalendern (Google, Apple, Outlook), um wiederkehrende Ausgaben automatisch zu erfassen.",
      "feature7": "Mehrbenutzer- und Familienkonten zur Verwaltung gemeinsamer Finanzen.",
      "feature8": "Integration mit Investitionsplattformen wie Robinhood, eToro und Coinbase.",
      "feature9": "Kreditüberwachung mit Empfehlungen zur Verbesserung deiner Kreditwürdigkeit.",
      "feature10": "Analyse und Prognosen zukünftiger Ausgaben basierend auf deinem Konsumverhalten.",
      "feature11": "Widget für den Startbildschirm (iOS und Android), um deinen Kontostand zu sehen und Transaktionen schnell zu erfassen.",
      "feature12": "Erweiterte Budgetverwaltung mit detaillierten Analysen nach Kategorie.",
      "feature13": "Unterstützung für Kryptowährungen, sodass du digitale Vermögenswerte auf Plattformen wie Binance oder Coinbase verfolgen kannst.",
      "feature14": "Automatische Importierung von Steuerdaten zur Erleichterung der Erstellung von Steuerberichten.",
      "feature15": "Finanzbildung-Modul mit Leitfäden und Ressourcen zu Investitionen, Ersparnissen und langfristiger Planung."
    },
    "welcomeMessage.title": "Willkommen",
    "welcomeMessage.description": "Danke, dass du unsere Anwendung verwendest! Hier kannst du deine Finanzen einfach und effizient verwalten.",
    "balance": "Saldo",
    "balance_total": "Gesamtsaldo",
    "savings": "Ersparnisse",
    "total_savings": "Gesamte Ersparnisse",
    "home": "Startseite",
    "incomes": "Einnahmen",
    "expenses": "Ausgaben",
    "categories": "Kategorien",
    "category": "Kategorie",
    "categoryManagement": "Kategorienverwaltung",
    "cryptocurrency": "Kryptowährung",
    "settings": "Einstellungen",
    "updates": "Updates",
    "logout": "Abmelden",
    "total": "Gesamt",
    "add_new_income": "Neue Einnahme hinzufügen",
    "amount": "Betrag",
    "select_category": "Kategorie auswählen",
    "description": "Beschreibung",
    "add": "Hinzufügen",
    "income_list": "Einnahmenliste",
    "edit": "Bearbeiten",
    "delete_income": "Einnahme löschen",
    "expense_list": "Ausgabenliste",
    "delete_expense": "Ausgabe löschen",
    "add_new_expense": "Neue Ausgabe hinzufügen",
    "add_new_saving": "Neue Ersparnis hinzufügen",
    "saving_list": "Ersparnisse Liste",
    "delete_saving": "Ersparnis löschen",
    "group": "Gruppe",
    "selectGroup": "Gruppe auswählen",
    "name": "Name",
    "icon": "Symbol",
    "createCategory": "Kategorie erstellen",
    "existingCategories": "Bestehende Kategorien",
    "income": "Einnahmen",
    "cryptos": "Kryptos",
    "editCategory": "Kategorie bearbeiten",
    "saveChanges": "Änderungen speichern",
    "deleteCategory": "Kategorie löschen",
    "close": "Schließen",
    "edit_saving": "Ersparnisse bearbeiten",
    "edit_expense": "Ausgaben bearbeiten",
    "edit_income": "Einnahmen bearbeiten",
    "save": "Speichern",
    "crypto_dashboard": "Kryptowährungs-Dashboard",
    "connect_wallet": "Wallet verbinden",
    "update_prices": "Preise aktualisieren",
    "search_placeholder": "Suche...",
    "sort_by_name": "Nach Name sortieren",
    "sort_by_price": "Nach Preis sortieren",
    "currency": "Währung",
    "language": "Sprache",
    "wallet_verified": "Wallet verifiziert",
    "no_category": "Keine Kategorie",
    "date": "Datum",
    "page": "Seite",
    "previous": "Vorherige",
    "next": "Nächste",
    "save_changes": "Änderungen speichern",
    "actions": "Aktionen"
  }
  