{
    "help": {
      "title": "Краткое руководство",
      "description": "<p><strong>1. Доходы:</strong> В разделе <strong>Доходы</strong> вы можете зарегистрировать все источники вашего дохода. Добавьте новый доход, указав сумму, краткое описание и дату. Эта информация будет отображаться на главной странице для быстрого и ясного отслеживания ваших финансов.</p>\n\n<p><strong>2. Расходы:</strong> Раздел <strong>Расходы</strong> позволяет вам записывать ваши покупки и расходы. Введите новый расход с суммой, описанием и соответствующей датой. Введенные данные будут отображаться на главной странице, что упростит обзор ваших расходов.</p>\n\n<p><strong>3. Сбережения:</strong> Используйте раздел <strong>Сбережения</strong> для регистрации накопленных средств. Добавьте новое сбережение, указав сумму, описание и дату. Этот раздел даст вам ясное представление о росте ваших сбережений.</p>\n\n<p><strong>4. Настройки:</strong> На странице <strong>Настройки</strong> вы можете настроить приложение, изменив валюту и язык в соответствии с вашими предпочтениями. Вы также сможете настроить отображение финансовой информации в соответствии с вашими нуждами.</p>\n\n<p><strong>5. Обновления:</strong> Страница <strong>Обновления</strong> будет информировать вас о предстоящих улучшениях и новых функциях приложения. Проверьте этот раздел, чтобы быть в курсе последних новостей и разработок.</p>"
    },
    "improves": {
      "title": "Будущие Улучшения",
      "description": "Здесь вы можете увидеть некоторые интересные функции, которые мы планируем добавить в будущем в наше приложение, чтобы улучшить ваш опыт и облегчить управление вашими финансами.",
      "feature1": "Интеграция с Google Pay и Apple Pay для автоматической синхронизации ваших расходов.",
      "feature2": "Подключение к счетам Revolut, N26, PayPal и другим банковским приложениям.",
      "feature3": "Автоматическое распознавание счетов и квитанций с помощью сканирования (OCR).",
      "feature4": "Персонализированные уведомления, чтобы предупредить вас о расходах или когда вы приближаетесь к своим бюджетным лимитам.",
      "feature5": "Автоматическая генерация ежемесячных финансовых отчетов с графиками и детальными анализами.",
      "feature6": "Синхронизация с календарями (Google, Apple, Outlook) для автоматической записи повторяющихся расходов.",
      "feature7": "Поддержка нескольких пользователей и семейных аккаунтов для управления общими финансами.",
      "feature8": "Интеграция с инвестиционными платформами, такими как Robinhood, eToro и Coinbase.",
      "feature9": "Мониторинг кредита с рекомендациями по улучшению вашего кредитного рейтинга.",
      "feature10": "Анализ и прогнозы будущих расходов на основе ваших потребительских привычек.",
      "feature11": "Виджет для главного экрана (iOS и Android), чтобы видеть свой баланс и быстро записывать транзакции.",
      "feature12": "Расширенное управление бюджетами с детальным анализом по категориям.",
      "feature13": "Поддержка криптовалют, позволяющая отслеживать цифровые активы на таких платформах, как Binance или Coinbase.",
      "feature14": "Автоматический импорт налоговых данных для упрощения создания налоговых отчетов.",
      "feature15": "Модуль финансового обучения с руководствами и ресурсами по инвестициям, сбережениям и долгосрочному планированию."
    },
    "welcomeMessage.title": "Добро пожаловать",
    "welcomeMessage.description": "Спасибо за использование нашего приложения! Здесь вы можете легко и эффективно управлять своими финансами.",
    "balance": "Баланс",
    "balance_total": "Итоговый Баланс",
    "savings": "Сбережения",
    "total_savings": "Итоговые Сбережения",
    "home": "Главная",
    "incomes": "Доходы",
    "expenses": "Расходы",
    "categories": "Категории",
    "category": "Категория",
    "categoryManagement": "Управление Категориями",
    "cryptocurrency": "Криптовалюты",
    "settings": "Настройки",
    "updates": "Обновления",
    "logout": "Выйти",
    "total": "Итог",
    "add_new_income": "Добавить Новый Доход",
    "amount": "Сумма",
    "select_category": "Выбрать Категорию",
    "description": "Описание",
    "add": "Добавить",
    "income_list": "Список Доходов",
    "edit": "Редактировать",
    "delete_income": "Удалить Доход",
    "expense_list": "Список Расходов",
    "delete_expense": "Удалить Расход",
    "add_new_expense": "Добавить Новый Расход",
    "add_new_saving": "Добавить Новое Сбережение",
    "saving_list": "Список Сбережений",
    "delete_saving": "Удалить Сбережение",
    "group": "Группа",
    "selectGroup": "Выбрать Группу",
    "name": "Имя",
    "icon": "Иконка",
    "createCategory": "Создать Категорию",
    "existingCategories": "Существующие Категории",
    "income": "Доходы",
    "cryptos": "Крипто",
    "editCategory": "Редактировать Категорию",
    "saveChanges": "Сохранить Изменения",
    "deleteCategory": "Удалить Категорию",
    "close": "Закрыть",
    "edit_saving": "Редактировать Сбережения",
    "edit_expense": "Редактировать Расходы",
    "edit_income": "Редактировать Доходы",
    "save": "Сохранить",
    "crypto_dashboard": "Панель Криптовалют",
    "connect_wallet": "Подключить Кошелек",
    "update_prices": "Обновить Цены",
    "search_placeholder": "Поиск...",
    "sort_by_name": "Сортировать по Имени",
    "sort_by_price": "Сортировать по Цене",
    "currency": "Валюта",
    "language": "Язык",
    "wallet_verified": "Кошелек Подтвержден",
    "no_category": "Без Категории",
    "date": "Дата",
    "page": "Страница",
    "previous": "Предыдущая",
    "next": "Следующая",
    "save_changes": "Сохранить Изменения",
    "actions": "Действия"
  }
  