{
    "help": {
      "title": "Guida rapida",
      "description": "<p><strong>1. Entrate:</strong> Nella sezione <strong>Entrate</strong>, puoi registrare tutte le fonti del tuo denaro. Aggiungi una nuova entrata specificando l'importo, una breve descrizione e la data. Queste informazioni verranno visualizzate nella pagina principale per facilitare un monitoraggio chiaro e rapido delle tue finanze.</p>\n\n<p><strong>2. Spese:</strong> La sezione <strong>Spese</strong> ti consente di registrare i tuoi acquisti e spese. Inserisci una nuova spesa con l'importo, una descrizione e la data corrispondente. I dati inseriti verranno visualizzati nella pagina principale, facilitando una revisione rapida delle tue spese.</p>\n\n<p><strong>3. Risparmi:</strong> Utilizza la sezione <strong>Risparmi</strong> per registrare il denaro che hai accumulato. Aggiungi un nuovo risparmio indicando l'importo, una descrizione e la data. Questa sezione ti fornirà una chiara panoramica della crescita dei tuoi risparmi.</p>\n\n<p><strong>4. Impostazioni:</strong> Nella pagina delle <strong>Impostazioni</strong>, puoi personalizzare l'app cambiando la valuta e la lingua secondo le tue preferenze. Potrai anche adattare la visualizzazione delle informazioni finanziarie alle tue esigenze.</p>\n\n<p><strong>5. Aggiornamenti:</strong> La pagina <strong>Aggiornamenti</strong> ti terrà informato sulle prossime migliorie e nuove funzionalità dell'applicazione. Controlla questa sezione per rimanere aggiornato sulle ultime novità e sviluppi.</p>"
    },
    "improves": {
      "title": "Miglioramenti Futuri",
      "description": "Qui puoi vedere alcune delle funzionalità interessanti che intendiamo aggiungere in futuro alla nostra applicazione per migliorare la tua esperienza e facilitare la gestione delle tue finanze.",
      "feature1": "Integrazione con Google Pay e Apple Pay per sincronizzare automaticamente le tue spese.",
      "feature2": "Connessione con conti Revolut, N26, PayPal e altre app bancarie.",
      "feature3": "Riconoscimento automatico di fatture e ricevute tramite scansione (OCR).",
      "feature4": "Notifiche personalizzate per avvisarti su spese o quando ti avvicini ai tuoi limiti di budget.",
      "feature5": "Generazione automatica di rapporti finanziari mensili con grafici e analisi dettagliate.",
      "feature6": "Sincronizzazione con calendari (Google, Apple, Outlook) per registrare automaticamente spese ricorrenti.",
      "feature7": "Supporto multiutente e conti familiari per gestire le finanze condivise.",
      "feature8": "Integrazione con piattaforme di investimento come Robinhood, eToro e Coinbase.",
      "feature9": "Monitoraggio del credito con raccomandazioni per migliorare il tuo punteggio di credito.",
      "feature10": "Analisi e previsioni delle spese future basate sui tuoi modelli di consumo.",
      "feature11": "Widget per la schermata principale (iOS e Android) per visualizzare il tuo saldo e registrare transazioni rapidamente.",
      "feature12": "Gestione avanzata dei budget con analisi dettagliate per categoria.",
      "feature13": "Supporto per criptovalute, che ti consente di monitorare gli asset digitali su piattaforme come Binance o Coinbase.",
      "feature14": "Importazione automatica dei dati fiscali per facilitare la generazione di rapporti fiscali.",
      "feature15": "Modulo di educazione finanziaria con guide e risorse su investimenti, risparmi e pianificazione a lungo termine."
    },
    "welcomeMessage.title": "Benvenuto",
    "welcomeMessage.description": "Grazie per utilizzare la nostra applicazione! Qui puoi gestire le tue finanze in modo semplice ed efficiente.",
    "balance": "Saldo",
    "balance_total": "Saldo Totale",
    "savings": "Risparmi",
    "total_savings": "Totale Risparmi",
    "home": "Inizio",
    "incomes": "Entrate",
    "expenses": "Spese",
    "categories": "Categorie",
    "category": "Categoria",
    "categoryManagement": "Gestione Categorie",
    "cryptocurrency": "Criptovalute",
    "settings": "Impostazioni",
    "updates": "Aggiornamenti",
    "logout": "Esci",
    "total": "Totale",
    "add_new_income": "Aggiungi Nuova Entrata",
    "amount": "Importo",
    "select_category": "Seleziona Categoria",
    "description": "Descrizione",
    "add": "Aggiungi",
    "income_list": "Lista Entrate",
    "edit": "Modifica",
    "delete_income": "Elimina Entrata",
    "expense_list": "Lista Spese",
    "delete_expense": "Elimina Spesa",
    "add_new_expense": "Aggiungi Nuova Spesa",
    "add_new_saving": "Aggiungi Nuovo Risparmio",
    "saving_list": "Lista Risparmi",
    "delete_saving": "Elimina Risparmio",
    "group": "Gruppo",
    "selectGroup": "Seleziona Gruppo",
    "name": "Nome",
    "icon": "Icona",
    "createCategory": "Crea Categoria",
    "existingCategories": "Categorie Esistenti",
    "income": "Entrate",
    "cryptos": "Cripto",
    "editCategory": "Modifica Categoria",
    "saveChanges": "Salva Modifiche",
    "deleteCategory": "Elimina Categoria",
    "close": "Chiudi",
    "edit_saving": "Modifica Risparmi",
    "edit_expense": "Modifica Spese",
    "edit_income": "Modifica Entrate",
    "save": "Salva",
    "crypto_dashboard": "Dashboard Criptovalute",
    "connect_wallet": "Collega Wallet",
    "update_prices": "Aggiorna Prezzi",
    "search_placeholder": "Cerca...",
    "sort_by_name": "Ordina per Nome",
    "sort_by_price": "Ordina per Prezzo",
    "currency": "Valuta",
    "language": "Lingua",
    "wallet_verified": "Wallet Verificato",
    "no_category": "Nessuna Categoria",
    "date": "Data",
    "page": "Pagina",
    "previous": "Precedente",
    "next": "Successivo",
    "save_changes": "Salva Modifiche",
    "actions": "Azioni"
  }
  