{
  "help": {
    "title": "Guía rápida",
    "description": "<p><strong>1. Ingresos:</strong> En la sección de <strong>Ingresos</strong>, puedes registrar todas las fuentes de tu dinero. Añade un nuevo ingreso especificando la cantidad, una breve descripción y la fecha. Esta información se mostrará en la página principal para facilitar un seguimiento claro y rápido de tus finanzas.</p>\n\n<p><strong>2. Gastos:</strong> La sección de <strong>Gastos</strong> te permite registrar tus compras y gastos. Introduce un nuevo gasto con la cantidad, una descripción y la fecha correspondiente. Los datos ingresados se visualizarán en la página de inicio, facilitando una revisión ágil de tus gastos.</p>\n\n<p><strong>3. Ahorros:</strong> Utiliza la sección de <strong>Ahorros</strong> para registrar el dinero que has acumulado. Añade un nuevo ahorro indicando la cantidad, una descripción y la fecha. Esta sección te proporcionará una visión clara del crecimiento de tus ahorros.</p>\n\n<p><strong>4. Categorías:</strong> En la sección de <strong>Categorías</strong>, podrás crear tus categorías personalizadas para organizar tus registros de ingresos, gastos, ahorros y criptomonedas. Esto facilitará la visualización y el seguimiento de tus finanzas, permitiéndote agrupar tus entradas de acuerdo a tus necesidades específicas.</p>\n\n<p><strong>5. Criptomonedas:</strong> La sección de <strong>Criptomonedas</strong> te permitirá comprobar los precios de diversas criptomonedas en tiempo real. Podrás buscar diferentes criptomonedas y seguir sus precios al instante. Además, tendrás la opción de vincular tu cuenta de MetaMask, facilitando la gestión de tus activos digitales desde la aplicación.</p>\n\n<p><strong>6. Ajustes:</strong> En la página de <strong>Ajustes</strong>, puedes personalizar la aplicación cambiando la moneda y el idioma según tus preferencias. También podrás ajustar la visualización de la información financiera para adaptarla a tus necesidades.</p>\n\n<p><strong>7. Actualizaciones:</strong> La página de <strong>Actualizaciones</strong> te mantendrá informado sobre las próximas mejoras y nuevas funcionalidades de la aplicación. Revisa esta sección para estar al tanto de las últimas novedades y desarrollos.</p>"
  },
  "improves": {
    "title": "Próximas Mejoras",
    "description": "Aquí puedes ver algunas de las funcionalidades emocionantes que planeamos añadir en el futuro a nuestra aplicación para mejorar tu experiencia y facilitar la gestión de tus finanzas.",
    "feature1": "Integración con Google Pay y Apple Pay para sincronizar automáticamente tus gastos.",
    "feature2": "Conexión con cuentas de Revolut, N26, PayPal, y otras aplicaciones bancarias.",
    "feature3": "Reconocimiento automático de facturas y recibos mediante escaneo (OCR).",
    "feature4": "Notificaciones personalizadas para avisarte sobre gastos o cuando te acerques a tus límites presupuestarios.",
    "feature5": "Generación automática de informes financieros mensuales con gráficos y análisis detallados.",
    "feature6": "Sincronización con calendarios (Google, Apple, Outlook) para registrar automáticamente gastos recurrentes.",
    "feature7": "Soporte multiusuario y cuentas familiares para gestionar finanzas compartidas.",
    "feature8": "Integración con plataformas de inversión como Robinhood, eToro, y Coinbase.",
    "feature9": "Monitoreo del crédito con recomendaciones para mejorar tu puntaje crediticio.",
    "feature10": "Análisis y predicciones de gastos futuros basados en tus patrones de consumo.",
    "feature11": "Widget para la pantalla de inicio (iOS y Android) para ver tu balance y registrar transacciones rápidamente.",
    "feature12": "Gestión de presupuestos avanzados con análisis detallados por categoría.",
    "feature13": "Soporte para criptomonedas, permitiéndote rastrear activos digitales en plataformas como Binance o Coinbase.",
    "feature14": "Importación automática de datos fiscales para facilitar la generación de informes tributarios.",
    "feature15": "Módulo de educación financiera con guías y recursos sobre inversión, ahorro, y planificación a largo plazo."
  },
  "welcomeMessage.title": "Bienvenido",
  "welcomeMessage.description": "¡Gracias por usar nuestra aplicación! Aquí puedes gestionar tus finanzas de manera sencilla y eficiente.",
  "balance": "Saldo",
  "balance_total": "Saldo Total",
  "savings": "Ahorros",
  "total_savings": "Total Ahorros",
  "home": "Inicio",
  "incomes": "Ingresos",
  "expenses": "Gastos",
  "categories": "Categorías",
  "category": "Categoría",
  "categoryManagement": "Gestor de categorías",
  "cryptocurrency": "Criptomonedas",
  "settings": "Ajustes",
  "updates": "Actualizaciones",
  "logout": "Cerrar sesión",
  "total": "Total",
  "add_new_income": "Añadir nuevo ingreso",
  "amount": "Cantidad",
  "select_category": "Seleccionar categoría",
  "description": "Descripción",
  "add": "Añadir",
  "income_list": "Lista de ingresos",
  "edit": "Editar",
  "delete_income": "Eliminar ingreso",
  "expense_list": "Lista de gastos",
  "delete_expense": "Eliminar gasto",
  "add_new_expense": "Añadir nuevo gasto",
  "add_new_saving": "Añadir nuevo ahorro",
  "saving_list": "Lista de ahorros",
  "delete_saving": "Eliminar ahorro",
  "group": "Grupo",
  "selectGroup": "Seleccionar grupo",
  "name": "Nombre",
  "icon": "Ícono",
  "createCategory": "Crear categoría",
  "existingCategories": "Categorías existentes",
  "income": "Ingresos",
  "cryptos": "Criptomonedas",
  "editCategory": "Editar categoría",
  "saveChanges": "Guardar cambios",
  "deleteCategory": "Eliminar categoría",
  "close": "Cerrar",
  "edit_saving": "Editar ahorros",
  "edit_expense": "Editar gastos",
  "edit_income": "Editar ingresos",
  "save": "Guardar",
  "crypto_dashboard": "Panel de criptomonedas",
  "connect_wallet": "Conectar billetera",
  "update_prices": "Actualizar precios",
  "search_placeholder": "Buscar...",
  "sort_by_name": "Ordenar por nombre",
  "sort_by_price": "Ordenar por precio",
  "currency": "Moneda",
  "language": "Idioma",
  "wallet_verified": "Billetera verificada",
  "no_category": "Sin categoría",
  "date": "Fecha",
  "page": "Página",
  "previous": "Anterior",
  "next": "Siguiente",
  "save_changes": "Guardar cambios",
  "actions": "Acciones"
}
